{
  "privacy": {
    "title": "PRIVACY POLICY",
    "effectiveDate": "Effective date: 25 January 2026",
    "langRu": "RU",
    "langEn": "EN",
    "s1Title": "1. General",
    "s1_1": "This Privacy Policy (the Policy) describes how we collect, use and protect personal data of users of the RUNA website and mobile application (the Site, the App, the Service).",
    "s1_2": "The data controller is an individual operating as a self-employed person (the Operator).",
    "s1_3": "Contact email for users and authorities: ",
    "s1_4": "By using the Site or the App, you confirm that you have read this Policy and agree to the processing of your personal data.",
    "s1_5": "If you do not agree, you must stop using the Service.",
    "s1_6": "RUNA is not a credit institution, bank, broker, investment adviser or professional participant in the financial market. Information on the Service is for reference only and is not individual investment advice.",
    "s2Title": "2. Scope",
    "s2_1": "This Policy applies to users in the Russian Federation and other jurisdictions where the Service is available.",
    "s2_2": "The Service is intended for persons aged 16 and over.",
    "s2_3": "The Policy covers personal data obtained when using the Site or App, when paying for a subscription via YooKassa, and when contacting support.",
    "s2_4": "This Policy does not apply to third-party sites or services linked from the Service.",
    "s3Title": "3. Mobile app and permissions",
    "s3_1": "The RUNA mobile app may request certain device permissions necessary for its features:",
    "s3CameraLabel": "Camera",
    "s3CameraText": "used only to take a profile photo (avatar). We do not record or store video. You can deny access and use the app without a photo.",
    "s3PhotosLabel": "Photos / Gallery",
    "s3PhotosText": "used only to choose an existing image as your profile photo (avatar). We do not access other photos without your explicit choice. You can deny access.",
    "s3NotificationsLabel": "Notifications",
    "s3NotificationsText": "used to send reminders (e.g. payments, goals, monthly summaries). You can disable them at any time in the app settings. We do not use them for advertising without your consent.",
    "s3_2": "Permission requests are made in accordance with Apple and Google guidelines. We do not use these permissions for advertising.",
    "s4Title": "4. Personal data we process",
    "s4_1": "We process only the data necessary for the Service to function.",
    "s4_2": "Categories of data: data you enter (including actions on the Site/App); data from sign-in (e.g. Google/Apple ID where used); subscription and payment-related data (we do not store full card details; payments are processed by YooKassa).",
    "s4_3": "We do not process special categories of personal data (e.g. health, political or religious beliefs) or biometric data for identification.",
    "s5Title": "5. Purposes of processing",
    "s5_1": "Purposes: to operate the Service; to process subscriptions and payments via YooKassa; to improve the Service; to comply with applicable law.",
    "s5_2": "We do not sell your personal data. Disclosure to third parties is limited to what is set out in this Policy or required by law.",
    "s6Title": "6. Third-party services",
    "s6_1": "Payments are processed by YooKassa. We do not store full payment details. YooKassa processes data in accordance with its privacy policy and applicable law.",
    "s6_2": "The Site may be hosted on servers (e.g. TimewebCloud). Data may be transferred with appropriate safeguards in place.",
    "s7Title": "7. Subscription and payment",
    "s7_1": "Paid subscription options (e.g. 1 month, 6 months, 12 months) are offered. Payment is made via YooKassa. Refunds are handled in accordance with applicable law.",
    "s8Title": "8. Your rights",
    "s8_1": "You may: request information about the processing of your data; request correction, blocking or deletion where the law so provides; withdraw consent; stop using the Service.",
    "s8_2": "You agree to provide accurate information and not to use the Service in breach of applicable law.",
    "s9Title": "9. Security and storage",
    "s9_1": "We take organisational and technical measures to protect your data from unauthorised access, alteration or disclosure.",
    "s9_2": "Data is retained only as long as necessary for the purposes set out in this Policy or until you withdraw consent.",
    "s10Title": "10. Final provisions",
    "s10_1": "This Policy is publicly available on the RUNA Site and applies to both the Site and the mobile App.",
    "s10_2": "The Operator may update the Policy unilaterally. Continued use after changes constitutes acceptance of the new version.",
    "s10_3": "For questions about data processing: ",
    "s10_3DataProtection": " For data protection: support@runa.app",
    "footerContact": "Contact",
    "footerEmail": "Email:",
    "footerLinks": "Links",
    "footerPrivacyRu": "Privacy policy (RU)",
    "footerPrivacyEn": "Privacy policy (EN)",
    "footerUserAgreement": "User agreement",
    "footerTagline": "Your confidence in money",
    "footerFio": "Popkov Fedor Anatolyevich"
  }
}
