{
  "privacy": {
    "title": "ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ",
    "effectiveDate": "Дата вступления в силу: 25.01.2026",
    "langRu": "RU",
    "langEn": "EN",
    "s1Title": "1. Общие положения",
    "s1_1": "Настоящая Политика конфиденциальности (далее — Политика) определяет порядок обработки и защиты персональных данных пользователей сайта и мобильного приложения RUNA (далее — Сайт, Приложение, Сервис).",
    "s1_2": "Оператором персональных данных является физическое лицо, осуществляющее деятельность в статусе самозанятого (далее — Оператор).",
    "s1_3": "Контактный адрес электронной почты для обращений пользователей и органов государственной власти: ",
    "s1_4": "Используя Сайт или Приложение, пользователь подтверждает, что ознакомился с настоящей Политикой, понимает её положения и соглашается с условиями обработки персональных данных.",
    "s1_5": "В случае несогласия с условиями настоящей Политики пользователь обязан прекратить использование Сервиса.",
    "s1_6": "Настоящая Политика разработана в соответствии с Конституцией РФ, Федеральным законом от 27.07.2006 № 152-ФЗ «О персональных данных» и иными применимыми актами. Сайт RUNA не является кредитной организацией, банком, брокером, инвестиционным советником или профессиональным участником финансового рынка. Информация на Сервисе носит справочный характер и не является индивидуальной инвестиционной рекомендацией.",
    "s2Title": "2. Область действия Политики",
    "s2_1": "Настоящая Политика применяется к пользователям на территории Российской Федерации и в иных юрисдикциях, где доступен Сервис.",
    "s2_2": "Сервис предназначен для лиц, достигших 16 лет.",
    "s2_3": "Политика распространяется на персональные данные, получаемые при использовании Сайта и Приложения, при оплате подписки через ЮKassa и при обращении в поддержку.",
    "s2_4": "Настоящая Политика не распространяется на сторонние сайты и сервисы, на которые пользователь может перейти по ссылкам.",
    "s3Title": "3. Мобильное приложение и разрешения",
    "s3_1": "Мобильное приложение RUNA может запрашивать разрешения устройства, необходимые для работы функций:",
    "s3CameraLabel": "Камера",
    "s3CameraText": "используется только для съёмки фотографии профиля (аватар). Мы не ведём видеозапись и не храним видео. Вы можете отказать в доступе и пользоваться приложением без фото.",
    "s3PhotosLabel": "Фото / Галерея",
    "s3PhotosText": "используется только для выбора уже существующего изображения в качестве фотографии профиля (аватар). Мы не получаем доступ к другим фото без вашего явного выбора. Вы можете отказать в доступе.",
    "s3NotificationsLabel": "Уведомления",
    "s3NotificationsText": "для отправки напоминаний (например о платежах, целях, итогах месяца). Отключить их можно в любой момент в настройках приложения. Мы не используем их для рекламы без вашего согласия.",
    "s3_2": "Запросы разрешений осуществляются в соответствии с правилами Apple и Google. Мы не используем эти разрешения для рекламы.",
    "s4Title": "4. Персональные данные пользователей",
    "s4_1": "Оператор обрабатывает персональные данные исключительно в объёме, необходимом для функционирования Сервиса.",
    "s4_2": "Обрабатываются: данные, вводимые пользователем (включая действия на Сайте/в Приложении); данные при входе (например Google/Apple ID при использовании); данные, связанные с подпиской и оплатой (полные платёжные данные не хранятся; обработка платежей — ЮKassa).",
    "s4_3": "Оператор не обрабатывает специальные категории персональных данных (здоровье, политические/религиозные убеждения и т.п.) и не использует биометрию для идентификации.",
    "s5Title": "5. Цели обработки персональных данных",
    "s5_1": "Цели: обеспечение работы Сервиса; приём платежей и обработка подписок через ЮKassa; улучшение Сервиса; соблюдение законодательства.",
    "s5_2": "Передача персональных данных третьим лицам — только в случаях, предусмотренных Политикой или законом. Персональные данные не продаются.",
    "s6Title": "6. Использование сторонних сервисов",
    "s6_1": "Для обработки платежей используется ЮKassa. Оператор не хранит полные платёжные данные. Обработка осуществляется ЮKassa в соответствии с её политикой конфиденциальности и законодательством.",
    "s6_2": "Сайт может размещаться на серверах (в т.ч. TimewebCloud). Передача данных за рубеж осуществляется с соблюдением мер по защите прав субъектов персональных данных.",
    "s7Title": "7. Подписка и оплата",
    "s7_1": "Сервис предоставляет платную подписку (например 1, 6 или 12 месяцев). Оплата через ЮKassa. Возврат средств — в порядке, предусмотренном законодательством.",
    "s8Title": "8. Права и обязанности пользователя",
    "s8_1": "Пользователь имеет право: получать информацию об обработке персональных данных; требовать уточнения, блокирования или уничтожения данных в случаях, предусмотренных законом; отозвать согласие; прекратить использование Сервиса.",
    "s8_2": "Пользователь обязуется предоставлять достоверную информацию и не использовать Сервис в нарушение законодательства.",
    "s9Title": "9. Меры по защите и хранение данных",
    "s9_1": "Оператор принимает организационные и технические меры для защиты данных от неправомерного доступа, изменения или распространения.",
    "s9_2": "Персональные данные хранятся не дольше, чем требуется целям обработки, либо до отзыва согласия.",
    "s10Title": "10. Заключительные положения",
    "s10_1": "Настоящая Политика является общедоступным документом и размещается на Сайте RUNA; она распространяется на Сайт и мобильное Приложение.",
    "s10_2": "Оператор вправе вносить изменения в Политику в одностороннем порядке. Продолжение использования после изменений означает согласие с новой редакцией.",
    "s10_3": "Вопросы по обработке персональных данных: ",
    "s10_3DataProtection": " По защите данных: support@runa.app",
    "footerContact": "Контакты",
    "footerEmail": "Почта:",
    "footerLinks": "Ссылки",
    "footerPrivacyRu": "Политика конфиденциальности",
    "footerPrivacyEn": "Privacy policy (EN)",
    "footerUserAgreement": "Пользовательское соглашение",
    "footerTagline": "Ваша уверенность в деньгах",
    "footerFio": "Попков Фёдор Анатольевич"
  }
}
